[{
        "title": "التأمين الطبي - حلول شاملة من يقين",
        "content": "التأمين الطبي هو نوع من أنواع التأمين يغطي التكاليف الطبية والعلاجية للمرضى والمراجعين. تقدم شركة يقين المتحدة لوساطة التأمين حلول تأمين طبي متنوعة وشاملة تشمل التأمين الطبي تغطية المستشفيات والعيادات والأدوية والفحوصات الطبية والعمليات الجراحية والتشخيص والعلاج الطبيعي والنفسي. هذا النوع من التأمين ضروري وأساسي لحماية الأفراد والعائلات من التكاليف الطبية المرتفعة والمتزايدة. يقين تقدم حلول مبتكرة ومتطورة للتأمين الصحي مع تغطية شاملة وواسعة للعلاج في المستشفيات الخاصة والحكومية والمراكز الطبية المتخصصة. حلول التأمين الطبي من يقين تشمل الطوارئ والحوادث والعلاج الطبيعي وطب الأسنان والعيون والجراحة التجميلية والولادة والأمومة. التأمين الصحي الجماعي من يقين يوفر حماية شاملة ومتكاملة للموظفين والعائلات مع خدمات إضافية مثل الفحص الدوري والوقاية والتطعيمات. نقدم أيضاً تأمين طبي للأفراد والعائلات مع خطط مرنة تناسب جميع الاحتياجات والميزانيات. خدماتنا تشمل التأمين الطبي الأساسي والشامل والممتاز مع تغطية دولية للسفر والعلاج في الخارج.",
        "url": "medical-insurance.html"
    },
    {
        "title": "تأمين المركبات - حلول متقدمة من يقين للتأمين",
        "content": "تأمين المركبات يوفر الحماية الشاملة والمتكاملة للسيارات والمركبات الأخرى ضد الحوادث والسرقة والأضرار والمخاطر المختلفة. تقدم شركة يقين المتحدة لوساطة التأمين حلول تأمين مركبات شاملة ومتطورة تشمل التأمين الإجباري والشامل والممتاز. التأمين الإجباري يغطي الأضرار التي تلحق بالغير والطرف الثالث، بينما التأمين الشامل يغطي أضرار المركبة نفسها والطرف الأول والثاني. حلول يقين المتميزة للتأمين تشمل تغطية واسعة للحوادث والاصطدامات والسرقة والحريق والكوارث الطبيعية والفيضانات والعواصف والبرد والزلازل. يقين تقدم حلول مرنة ومخصصة لتأمين السيارات الخاصة والتجارية مع خدمات الطوارئ والمساعدة على الطريق والإنقاذ والسحب والإصلاح. شركة يقين المتحدة لوساطة التأمين تقدم أفضل الخدمات والحلول للعملاء مع تغطية شاملة للمركبات الفاخرة والكلاسيكية والرياضية. نوفر أيضاً تأمين للدراجات النارية والشاحنات والحافلات والمعدات الثقيلة مع خطط دفع مرنة وأسعار تنافسية. خدماتنا تشمل التقييم الفوري للأضرار والتعويض السريع وشبكة واسعة من الورش المعتمدة والوكلاء المتخصصين.",
        "url": "vehicle-insurance.html"
    },
    {
        "title": "تأمين الممتلكات - حلول الحماية الشاملة من يقين",
        "content": "تأمين الممتلكات يحمي ويؤمن المنازل والفلل والشقق والمباني والمنشآت والممتلكات الشخصية والتجارية من المخاطر والأضرار المختلفة مثل الحريق والانفجار والسرقة والنهب والكوارث الطبيعية والبيئية. شركة يقين المتحدة لوساطة التأمين تقدم حلول تأمين ممتلكات متطورة وشاملة تشمل تأمين المنزل والفيلا وتأمين المحتويات والأثاث والمعدات وتأمين المباني التجارية والصناعية والمكاتب والمحلات. حلول يقين المتميزة تغطي الأضرار والخسائر الناجمة عن الحريق والانفجار والفيضانات والزلازل والعواصف والأعاصير والبرد والعوامل الجوية. يقين تقدم حلول مخصصة ومرنة لكل نوع من الممتلكات مع تقييم دقيق ومهني للمخاطر وحلول الوقاية والحماية المتقدمة. شركة يقين المتحدة لوساطة التأمين رائدة ومتميزة في هذا المجال مع خبرة واسعة في تأمين الممتلكات السكنية والتجارية والصناعية. نوفر أيضاً تأمين للمعدات والآلات والأجهزة الإلكترونية والمجوهرات والتحف والفنية مع خدمات التقييم والتعويض السريع.",
        "url": "property-insurance.html"
    },
    {
        "title": "التأمين العام - حلول شاملة ومتنوعة من يقين",
        "content": "التأمين العام يشمل مجموعة واسعة من أنواع التأمين غير التأمين على الحياة. تقدم يقين حلول تأمين عام متكاملة تتضمن تأمين الممتلكات والمسؤولية والحوادث. هذا النوع من التأمين يوفر الحماية للأفراد والشركات من المخاطر المختلفة. حلول يقين للتأمين العام تشمل التأمين الصناعي والتجاري والمهني. يقين تقدم حلول مبتكرة تناسب احتياجات العملاء المختلفة مع خدمات استشارية متخصصة. شركة يقين المتحدة لوساطة التأمين تضمن جودة الخدمة.",
        "url": "general-insurance.html"
    },
    {
        "title": "تأمين المسؤولية والحوادث - حلول الحماية القانونية من يقين",
        "content": "تأمين المسؤولية يغطي ويؤمن ضد الأضرار والخسائر التي قد يسببها المؤمن له للغير والأطراف الثالثة بشكل غير مقصود أو عرضي. تأمين الحوادث يوفر التعويض والحماية المالية في حالة الإصابة أو العجز أو الوفاة نتيجة حادث أو طارئ. تقدم شركة يقين المتحدة لوساطة التأمين حلول تأمين مسؤولية شاملة ومتطورة للأفراد والشركات والمؤسسات والمهنيين. هذان النوعان من التأمين مهمان وضروريان لحماية الأفراد والشركات من المسؤوليات المالية والقانونية الكبيرة. حلول يقين المتميزة تشمل المسؤولية المدنية والجنائية والمهنية ومسؤولية المنتجات والخدمات والأخطاء المهنية. يقين تقدم حلول متخصصة ومخصصة لكل مهنة وقطاع مع تغطية قانونية شاملة وخدمات استشارية قانونية. تأمين المسؤولية والحوادث العامة من يقين يوفر الأمان والحماية الكاملة مع تغطية للحوادث الشخصية والمهنية والرياضية وحوادث العمل والسفر.",
        "url": "liability-accident.html"
    },
    {
        "title": "تأمين النقل والبحري - حلول اللوجستيات من يقين",
        "content": "تأمين النقل والبحري يغطي البضائع والسفن أثناء النقل البحري والبري والجوي. تقدم يقين حلول تأمين نقل متطورة تشمل تأمين البضائع وتأمين السفن وتأمين المسؤولية البحرية. هذا النوع من التأمين ضروري للتجارة الدولية. حلول يقين تغطي جميع وسائل النقل والشحن مع حماية شاملة للبضائع. يقين تقدم حلول لوجستية متكاملة مع تتبع الشحنات وإدارة المخاطر. تأمين النقل البحري والبري من يقين يضمن وصول البضائع بأمان.",
        "url": "transit-marine.html"
    },
    {
        "title": "تأمين الطيران - حلول الطيران المتخصصة من يقين",
        "content": "تأمين الطيران يوفر الحماية للطائرات والمسافرين وشركات الطيران. تقدم يقين حلول تأمين طيران متخصصة تشمل تأمين هيكل الطائرة وتأمين المسؤولية وتأمين المسافرين. هذا النوع من التأمين معقد ويتطلب خبرة متخصصة في مجال الطيران. حلول يقين تغطي الطيران المدني والتجاري والخاص. يقين تقدم حلول شاملة لصناعة الطيران مع خبرة عالمية في هذا المجال المتخصص. شركة يقين المتحدة لوساطة التأمين خبيرة في تأمين الطيران.",
        "url": "aviation.html"
    },
    {
        "title": "تأمين المعدات الهندسية - حلول الصناعة من يقين",
        "content": "تأمين المعدات الهندسية يغطي الآلات والمعدات الصناعية والإنشائية. تقدم يقين حلول تأمين معدات هندسية شاملة تشمل تأمين الأعطال الميكانيكية والكهربائية وتأمين المسؤولية. هذا النوع من التأمين مهم للشركات الصناعية والإنشائية. حلول يقين تغطي المعدات الثقيلة والآلات الدقيقة والأنظمة الإلكترونية. يقين تقدم حلول متخصصة للقطاعات الصناعية المختلفة مع خدمات الصيانة والإصلاح. تأمين المشاريع والمعدات من يقين يحمي الاستثمارات الصناعية.",
        "url": "engineering-equipment.html"
    },
    {
        "title": "حلول التأمين الرقمية من يقين - التكنولوجيا والابتكار",
        "content": "يقين تقدم حلول تأمين رقمية مبتكرة تستخدم أحدث التقنيات لتسهيل عمليات التأمين. حلول يقين الرقمية تشمل التطبيقات الذكية والمنصات الإلكترونية لإدارة البوالص والمطالبات. يقين تستثمر في التكنولوجيا المالية لتقديم حلول تأمين سريعة وفعالة. حلول يقين تشمل الذكاء الاصطناعي وتحليل البيانات لتحسين خدمات التأمين. يقين رائدة في تقديم حلول تأمين رقمية متطورة في المنطقة. التحول الرقمي في التأمين مع يقين يوفر تجربة عملاء متميزة.",
        "url": "digital-solutions.html"
    },
    {
        "title": "خدمات يقين للاستشارات التأمينية - حلول مخصصة",
        "content": "يقين تقدم خدمات استشارية متخصصة في مجال التأمين لمساعدة العملاء في اختيار أفضل حلول التأمين. خبراء يقين يقدمون حلول مخصصة تناسب احتياجات كل عميل. يقين تقدم استشارات شاملة في إدارة المخاطر وتقييم التأمين. حلول يقين الاستشارية تشمل التدريب والتطوير في مجال التأمين. يقين تقدم حلول استشارية للشركات والأفراد مع خبرة عميقة في السوق المحلي والعالمي. الاستشارات التأمينية من يقين تضمن اتخاذ القرارات الصحيحة.",
        "url": "consulting-services.html"
    },
    {
        "title": "شركة يقين المتحدة لوساطة التأمين - من نحن",
        "content": "شركة يقين المتحدة لوساطة التأمين هي شركة رائدة في مجال وساطة التأمين في المملكة العربية السعودية. يقين تقدم خدمات متميزة للعملاء مع فريق من الخبراء المتخصصين. نحن في يقين نلتزم بتقديم أفضل الحلول التأمينية المبتكرة. شركة يقين المتحدة لوساطة التأمين تتميز بالخبرة والمصداقية والجودة. جميع الحقوق محفوظة لشركة يقين المتحدة لوساطة التأمين. نحن نأخذ حماية خصوصيتك على محمل الجد ونلتزم بحماية معلوماتك الشخصية.",
        "url": "index.html"
    },
    {
        "title": "سياسة الخصوصية وحماية البيانات - يقين",
        "content": "يقين المتحدة لوساطة التأمين تدرك أن خصوصيتك مهمة بالنسبة لك، وهي مهمة بالنسبة لنا بنفس القدر. نحن نأخذ حماية خصوصيتك على محمل الجد ونلتزم بحماية معلوماتك الشخصية القابلة للتعريف. نقوم بجمع المعلومات الشخصية من خلال هذا الموقع أو بوسائل أخرى مثل الاستبيانات والفعاليات التسويقية وحملات التوظيف. نستخدم معلوماتك الشخصية لأغراض الموارد البشرية والإدارة التجارية والتعاقدات والمصالح التجارية والقانونية. للاستفسارات يمكنك التواصل مع ضابط حماية البيانات عبر البريد الإلكتروني dpr@yub.com.sa",
        "url": "privacy-policy.html"
    },
    {
        "title": "اتصل بنا - يقين للتأمين",
        "content": "للتواصل مع شركة يقين المتحدة لوساطة التأمين يمكنكم الاتصال بنا عبر البريد الإلكتروني support@yub.com.sa أو الهاتف +966 11 402 4449. نحن متواجدون على وسائل التواصل الاجتماعي: انستغرام @yub.sa وتويتر @YaqeenSm ولينكد إن. فريق خدمة العملاء في يقين جاهز لمساعدتكم في جميع استفساراتكم التأمينية. نقدم استشارات مجانية لاختيار أفضل حلول التأمين المناسبة لاحتياجاتكم. اتصلوا بنا اليوم للحصول على عرض أسعار مخصص.",
        "url": "contact.html"
    },
    {
        "title": "الأسئلة الشائعة حول التأمين - يقين",
        "content": "الأسئلة الشائعة حول خدمات التأمين من يقين تشمل معلومات مهمة عن أنواع التأمين المختلفة وطرق الحصول على التغطية التأمينية. ما هو التأمين؟ التأمين هو عقد يوفر الحماية المالية ضد المخاطر المختلفة. كيف أختار نوع التأمين المناسب؟ يمكن لخبراء يقين مساعدتك في اختيار التأمين المناسب لاحتياجاتك. ما هي مزايا التأمين الشامل؟ التأمين الشامل يوفر تغطية أوسع وحماية أكبر. هل يمكنني تعديل بوليصة التأمين؟ نعم، يمكن تعديل البوليصة حسب احتياجاتك المتغيرة.",
        "url": "faq.html"
    },
    {
        "title": "فرص التوظيف في يقين - انضم إلى فريقنا",
        "content": "شركة يقين المتحدة لوساطة التأمين تقدم فرص توظيف متميزة للمهنيين المتخصصين في مجال التأمين. نحن نبحث عن المواهب المتميزة للانضمام إلى فريق يقين. فرص التوظيف في يقين تشمل مناصب في المبيعات وخدمة العملاء والتسويق والإدارة. نوفر بيئة عمل محفزة وفرص تطوير مهني مستمر. إذا كنت تبحث عن وظيفة في مجال التأمين، فإن يقين هي المكان المناسب لك. أرسل سيرتك الذاتية إلى hr@yub.com.sa للتقديم على الوظائف المتاحة.",
        "url": "careers.html"
    }
]