[
  {
    "title": "Medical Insurance - Comprehensive Healthcare Solutions by Yaqeen United",
    "url": "medical-insurance-en.html",
    "content": "Medical Insurance is a type of insurance that covers medical and healthcare costs for patients and individuals seeking medical treatment. Yaqeen United Insurance Brokerage provides diverse and comprehensive medical insurance solutions including medical insurance coverage for hospitals, clinics, medications, medical examinations, surgical procedures, diagnosis, physical therapy, and psychological treatment. This type of insurance is essential and fundamental for protecting individuals and families from rising and increasing medical costs. Yaqeen offers innovative and advanced healthcare insurance solutions with comprehensive and extensive coverage for treatment in private and government hospitals and specialized medical centers. Medical insurance solutions from Yaqeen include emergency and accident coverage, physical therapy, dental care, eye care, cosmetic surgery, maternity and motherhood services. Group health insurance from Yaqeen provides comprehensive and integrated protection for employees and families with additional services such as regular checkups, prevention, and vaccinations. We also offer individual and family medical insurance with flexible plans that suit all needs and budgets. Our services include basic, comprehensive, and premium medical insurance with international coverage for travel and treatment abroad. Group Medical Insurance provides comprehensive coverage for medical care costs for groups such as company employees or government entities. As a licensed insurance broker, we help your organization obtain the most suitable group health insurance policies from top insurance providers, offering flexible coverage that meets your medical needs and ensures your employees' well-being with streamlined procedures and ongoing support. Therapeutic & Diagnostic Services - Comprehensive coverage for inpatient and outpatient treatment, consultations, and medical tests. Emergency Medical Services - 24/7 emergency coverage including ambulance services and emergency room visits. Prescription Drug Coverage - Coverage for prescribed medications and pharmaceutical supplies. Preventive Care Services - Regular health checkups, vaccinations, and preventive screenings. Specialist Consultations - Access to specialized medical professionals and expert consultations. Dental and Vision Care - Optional coverage for dental treatments and vision care services. Maternity and Childcare - Comprehensive coverage for pregnancy, childbirth, and pediatric care. Mental Health Services - Coverage for psychological counseling and mental health treatments. Chronic Disease Management - Long-term care coverage for chronic conditions and ongoing treatments. Rehabilitation Services - Physical therapy, occupational therapy, and rehabilitation programs. Medical Equipment Coverage - Coverage for medical devices, prosthetics, and assistive equipment. International Coverage - Medical coverage for employees traveling abroad or working internationally."
  },
  {
    "title": "Aviation Insurance",
    "url": "aviation-en.html",
    "content": "Aviation Insurance - We provide specialized insurance solutions for the aviation sector covering aircraft assets and related liabilities for airlines, airports, and operators — protecting your operations from major risks. This type of insurance focuses on covering risks specifically related to flights, such as: Death or bodily injury resulting from an aviation accident. Financial compensation for flight delays or cancellations. Coverage for risks associated with commercial or private flights, based on policy terms. Because safety should never be left to chance, aviation insurance offers tailored protection for travelers against flight-related risks. As an insurance broker, we help you choose a flexible insurance policy from trusted companies to ensure peace of mind for you and your family during air travel. Aircraft Hull & Liability - Physical damage coverage for aircraft and liability protection for third-party claims. Passenger Liability - Coverage for passenger injuries and compensation claims during flights. Airport Liability - Protection for airport operations, ground handling, and facility-related risks. Aviation Product Liability - Coverage for aircraft manufacturers and component suppliers. Hangar Keepers Liability - Protection for aircraft storage facilities and maintenance operations. Aviation War & Terrorism - Specialized coverage for war risks and terrorist acts affecting aviation. Flight Training Insurance - Coverage for flight schools, instructors, and training aircraft. Cargo Insurance - Protection for goods and cargo transported by air. Aviation Workers Compensation - Coverage for aviation industry employees and crew members. Ground Support Equipment - Insurance for ground handling equipment and airport machinery. Aviation Cyber Insurance - Protection against cyber threats and data breaches in aviation systems. International Aviation Coverage - Worldwide coverage for international flights and operations."
  },
  {
    "title": "Vehicle Insurance - Advanced Solutions by Yaqeen United Insurance",
    "url": "vehicle-insurance-en.html",
    "content": "Vehicle Insurance provides comprehensive and integrated protection for cars and other vehicles against accidents, theft, damages, and various risks. Yaqeen United Insurance Brokerage offers comprehensive and advanced vehicle insurance solutions including mandatory, comprehensive, and premium insurance. Mandatory insurance covers damages to third parties and other parties, while comprehensive insurance covers damages to the vehicle itself and first and second parties. Yaqeen's distinguished insurance solutions include extensive coverage for accidents, collisions, theft, fire, natural disasters, floods, storms, hail, and earthquakes. Yaqeen provides flexible and customized solutions for private and commercial vehicle insurance with emergency services, roadside assistance, rescue, towing, and repair services. Yaqeen United Insurance Brokerage provides the best services and solutions for customers with comprehensive coverage for luxury, classic, and sports vehicles. We also provide insurance for motorcycles, trucks, buses, and heavy equipment with flexible payment plans and competitive prices. Our services include immediate damage assessment, quick compensation, and an extensive network of certified workshops and specialized agents. Motor Third Party Liability - Mandatory coverage for damages caused to third parties in vehicle accidents. Comprehensive Motor Insurance - Full coverage including theft, fire, natural disasters, and collision damages. Commercial Vehicle Insurance - Specialized coverage for business vehicles, trucks, and commercial fleets. Motorcycle Insurance - Tailored protection for motorcycles and two-wheeled vehicles. Classic Car Insurance - Specialized coverage for vintage and classic automobiles. Fleet Insurance - Cost-effective solutions for companies with multiple vehicles. Rental Car Insurance - Coverage for rental and leasing companies. Off-Road Vehicle Insurance - Protection for ATVs, dirt bikes, and recreational vehicles. Electric Vehicle Insurance - Specialized coverage for electric and hybrid vehicles. International Motor Insurance - Coverage for vehicles traveling abroad. Vehicle Breakdown Coverage - Roadside assistance and mechanical breakdown protection. Personal Accident Coverage - Protection for drivers and passengers against injury or death. Roadside Assistance - 24/7 emergency roadside support and towing services. Rental Car Coverage - Temporary vehicle coverage while your car is being repaired. Uninsured Motorist Protection - Coverage when involved in accidents with uninsured drivers. Glass Coverage - Windshield and window replacement coverage. Theft and Vandalism - Protection against vehicle theft and malicious damage. Natural Disaster Coverage - Protection against floods, earthquakes, and weather-related damages. International Driving Coverage - Insurance coverage for driving abroad and cross-border travel."
  },
  {
    "title": "Property Insurance",
    "url": "property-insurance-en.html",
    "content": "Property Insurance - Comprehensive protection for your residential and commercial properties against various risks including fire, theft, natural disasters, and other covered perils. We offer tailored property insurance solutions to safeguard your valuable assets. Residential Property Insurance - Coverage for homes, apartments, and residential buildings against fire, theft, and damages. Commercial Property Insurance - Protection for business premises, offices, warehouses, and commercial buildings. Fire and Explosion Coverage - Comprehensive protection against fire damage and explosion-related losses. Natural Disaster Protection - Coverage for earthquakes, floods, storms, and weather-related damages. Theft and Burglary Insurance - Protection against theft, burglary, and malicious damage to property. Business Interruption Coverage - Compensation for lost income due to property damage affecting business operations. Equipment and Machinery Insurance - Coverage for industrial equipment, machinery, and technical installations. Contents Insurance - Protection for furniture, equipment, and personal belongings within properties. Liability Coverage - Protection against third-party claims arising from property-related incidents. Rent Loss Insurance - Coverage for rental income loss due to property damage. Construction Insurance - Protection during construction and renovation projects. Landlord Insurance - Specialized coverage for rental property owners and real estate investors. Electronic Equipment Coverage - Protection for computers, servers, and electronic systems. Glass and Signage Insurance - Coverage for windows, glass facades, and business signage."
  },
  {
    "title": "Engineering Equipment Insurance",
    "url": "engineering-equipment-en.html",
    "content": "Engineering Equipment Insurance - Specialized coverage for industrial machinery, construction equipment, and technical installations. We provide comprehensive protection for your valuable engineering assets against breakdown, damage, and operational risks. Construction All Risk Insurance - Comprehensive coverage for construction projects from start to completion. Machinery Breakdown Insurance - Protection against sudden and unforeseen machinery failures and breakdowns. Contractors All Risk - Coverage for contractors and their equipment during construction projects. Electronic Equipment Insurance - Protection for computers, servers, and sophisticated electronic systems. Boiler and Pressure Vessel Insurance - Specialized coverage for industrial boilers and pressure equipment. Erection All Risk Insurance - Coverage during the installation and commissioning of machinery and equipment. Deterioration of Stock Insurance - Protection for goods and materials that may deteriorate due to equipment failure. Loss of Profits Insurance - Coverage for business interruption caused by equipment breakdown. Mobile Equipment Insurance - Protection for mobile cranes, excavators, and construction vehicles. Testing and Commissioning Coverage - Insurance during equipment testing and commissioning phases. Maintenance Period Insurance - Extended coverage during equipment maintenance and warranty periods. Professional Indemnity for Engineers - Liability coverage for engineering professionals and consultants. Plant and Machinery Insurance - Comprehensive coverage for industrial plants and manufacturing equipment. Technology Insurance - Protection for advanced technology systems and digital infrastructure."
  },
  {
    "title": "Transit Marine Insurance",
    "url": "transit-marine-en.html",
    "content": "Transit Marine Insurance - Comprehensive coverage for goods in transit by sea, land, and air. We provide specialized marine insurance solutions protecting your cargo and transportation assets against various risks during domestic and international shipments. Marine Cargo Insurance - Protection for goods and merchandise during sea transportation and shipping. Inland Transit Insurance - Coverage for goods transported by road, rail, and inland waterways. Air Cargo Insurance - Specialized protection for goods transported by air freight. Import and Export Insurance - Comprehensive coverage for international trade and cross-border shipments. Container Insurance - Protection for containerized cargo and shipping containers. Warehouse to Warehouse Coverage - Complete protection from origin to final destination. General Average Insurance - Coverage for general average contributions in marine losses. Marine Hull Insurance - Protection for ships, vessels, and marine craft against physical damage. Port Risks Insurance - Coverage for goods while in ports, terminals, and storage facilities. Freight Insurance - Protection for freight charges and transportation costs. Marine Liability Insurance - Coverage for third-party claims arising from marine operations. Customs Bond Insurance - Protection during customs clearance and bonded storage. Temperature Controlled Cargo - Specialized coverage for refrigerated and temperature-sensitive goods. Project Cargo Insurance - Coverage for oversized and specialized project shipments. Marine Pollution Liability - Protection against environmental damage and pollution claims."
  },
  {
    "title": "Liability Accident Insurance",
    "url": "liability-accident-en.html",
    "content": "Liability Accident Insurance - Comprehensive protection against third-party claims and general accident risks. We provide specialized liability insurance solutions for businesses and individuals to protect against legal claims and compensation demands. General Liability Insurance - Protection against third-party bodily injury and property damage claims. Professional Indemnity Insurance - Coverage for professional errors, omissions, and negligence claims. Product Liability Insurance - Protection for manufacturers against product-related injury and damage claims. Public Liability Insurance - Coverage for businesses against claims from members of the public. Employers Liability Insurance - Protection against employee injury and workplace accident claims. Directors and Officers Liability - Coverage for company directors and officers against management liability claims. Cyber Liability Insurance - Protection against data breaches, cyber attacks, and digital risks. Environmental Liability - Coverage for pollution and environmental damage claims. Clinical Negligence Insurance - Specialized coverage for healthcare professionals and medical practitioners. Legal Expenses Insurance - Coverage for legal costs and litigation expenses. Personal Accident Insurance - Individual protection against accidental injury, disability, and death. Group Accident Insurance - Coverage for groups of people such as employees or association members. Travel Accident Insurance - Protection during domestic and international travel. Sports Accident Insurance - Specialized coverage for sports activities and athletic events. Event Liability Insurance - Coverage for organizers of events, conferences, and public gatherings."
  },
  {
    "title": "About Yaqeen United",
    "url": "homepage_3.html",
    "content": "Yaqeen United Insurance Brokerage - Smart Insurance Brokerage Solutions. At Yaqeen United, we believe that insurance is not just a policy — it's a partnership for success. We proactively assess and address client needs through advanced services, customized solutions, and innovative insurance products that support your ambitions and secure your future. Our Services - We provide comprehensive insurance brokerage services across multiple sectors including medical insurance, vehicle insurance, property insurance, aviation insurance, marine insurance, liability insurance, and engineering insurance. Our experienced team works with leading insurance companies to deliver the best coverage options for our clients. Why Choose Yaqeen United - Licensed insurance broker with extensive industry experience. Comprehensive coverage across all insurance sectors. Customized solutions tailored to your specific needs. Competitive rates from top insurance providers. Professional claims handling and support services. 24/7 customer service and assistance. Digital platforms for easy policy management. Risk assessment and consultation services. Ongoing support throughout the policy period. Strong relationships with leading insurance companies. Our Mission - To provide exceptional insurance brokerage services that protect our clients' interests and support their success through innovative solutions, professional expertise, and unwavering commitment to excellence. Our Vision - To be the leading insurance brokerage firm in the region, recognized for our integrity, innovation, and client-focused approach. Contact Information - Email: support@yub.com.sa, Phone: +966 11 402 4449. Follow us on social media for updates and insurance tips."
  },
  {
    "title": "Contact Us",
    "url": "homepage_3.html#contact",
    "content": "Contact Yaqeen United Insurance Brokerage - Get in touch with our expert team for all your insurance needs. We're here to help you find the right insurance solutions. Contact Information - Email: support@yub.com.sa, Phone: +966 11 402 4449. Office Hours - Sunday to Thursday: 8:00 AM to 5:00 PM, Friday and Saturday: Closed. Social Media - Follow us on Instagram: @yub.sa, Twitter: @YaqeenSm, LinkedIn: Yaqeen United Insurance Brokerage. Services Available - Free insurance consultation, Policy quotations and comparisons, Claims assistance and support, Risk assessment services, Policy renewal reminders, 24/7 emergency support. How We Can Help - Our experienced insurance professionals are ready to assist you with: Selecting the right insurance coverage, Understanding policy terms and conditions, Filing and managing insurance claims, Reviewing and updating existing policies, Providing risk management advice, Answering insurance-related questions. Get a Quote - Contact us today for a free, no-obligation insurance quote. Our team will assess your needs and provide competitive options from leading insurance providers. We make insurance simple and accessible for everyone."
  },
  {
    "title": "Privacy Policy",
    "url": "homepage_3.html#privacy",
    "content": "Privacy Policy - Yaqeen United Insurance Brokerage Privacy Policy. We recognize that your privacy is important to you, and it is equally important to us. We take protecting your privacy seriously and are committed to respecting your privacy and protecting your personally identifiable information (PII). Information Collection - We collect personal information electronically or through paper copies through this website or by other means such as surveys, marketing events, recruitment campaigns, as part of contracts, or when contacting us about our products and services. How We Use Your Information - We collect and use your personal information for human resources, business administration, contracting, business and legal interests when necessary. Information Sharing - We share or disclose personal information when necessary to provide services or manage our business. Data Security - We take data security seriously and use appropriate organizational and technical measures to protect personal information. Contact for Privacy Matters - For any privacy-related inquiries, please contact our Data Protection Officer at: dpr@yub.com.sa. Your Rights - You may have the right to request access to, review, or correct personal information we have collected about you. You may also have the right to modify/withdraw your consent by contacting Yaqeen United. Data Retention - We retain personal information as long as necessary for legal or business purposes. When we no longer need personal information, we securely delete or destroy it."
  },
  {
    "title": "Terms and Conditions",
    "url": "homepage_3.html#terms",
    "content": "Terms and Conditions - Welcome to Yaqeen United Insurance Brokerage services website. Your use of this website is subject to the following terms and conditions, which constitute a legal agreement between you and Yaqeen United. By using the website, you agree to these terms. Please read them carefully. Services Provided - The website provides comprehensive insurance services including medical insurance, vehicle insurance, property insurance, and others. Yaqeen United acts as an insurance intermediary between clients and insurance companies and is not responsible for pricing or policy approval processes. Yaqeen United does not guarantee immediate approval of applications. Terms of Use - Users must be at least 18 years old. Accurate and complete information must be provided. The website must not be used for illegal purposes or activities that violate rights. Yaqeen United reserves the right to suspend or cancel any account that violates the terms. Limitation of Liability - Yaqeen United is not liable for any direct, indirect, incidental, or consequential damages arising from the use of this website or services. Intellectual Property - All content on this website is protected by copyright and other intellectual property laws. Users may not reproduce, distribute, or modify content without permission. Privacy - Your privacy is important to us. Please review our Privacy Policy to understand how we collect, use, and protect your information. Modifications - Yaqeen United reserves the right to modify these terms at any time. Changes will be posted on this page. Please check regularly for updates. Contact - If you have any questions about these terms, please contact us at: support@yub.com.sa"
  },
  {
    "title": "Careers and Job Opportunities",
    "url": "homepage_3.html#careers",
    "content": "Careers at Yaqeen United - Join Our Growing Team. We're always looking for talented individuals to join our dynamic team at Yaqeen United Insurance Brokerage. We offer exciting career opportunities in the insurance industry with competitive benefits and professional growth potential. Available Positions - Insurance Brokers, Customer Service Representatives, Claims Specialists, Risk Assessment Analysts, Business Development Managers, Administrative Support Staff, IT and Digital Solutions Specialists, Marketing and Communications Professionals. What We Offer - Competitive salary packages, Comprehensive health insurance, Professional development opportunities, Training and certification programs, Performance-based bonuses, Flexible working arrangements, Career advancement opportunities, Supportive work environment. Requirements - Relevant education and experience in insurance or related fields, Strong communication and interpersonal skills, Customer service orientation, Problem-solving abilities, Attention to detail, Proficiency in Arabic and English, Computer literacy and technical skills. How to Apply - Send your resume and cover letter to: careers@yub.com.sa. Include the position title in the subject line. We review all applications carefully and will contact qualified candidates for interviews. Why Work With Us - Be part of a leading insurance brokerage firm, Work with experienced professionals, Contribute to helping clients protect their assets, Enjoy a collaborative and innovative work environment, Build a rewarding career in the insurance industry. Equal Opportunity Employer - Yaqeen United is an equal opportunity employer committed to diversity and inclusion in the workplace."
  },
  {
    "title": "Frequently Asked Questions",
    "url": "homepage_3.html#faq",
    "content": "Frequently Asked Questions - Common questions about our insurance services and how we can help you. What is insurance brokerage? - Insurance brokerage involves acting as an intermediary between clients and insurance companies to help find the best coverage options at competitive rates. How do I get a quote? - Contact us via phone, email, or through our website. Our team will assess your needs and provide customized quotes from multiple insurance providers. What types of insurance do you offer? - We offer comprehensive insurance solutions including medical, vehicle, property, aviation, marine, liability, and engineering insurance. How long does it take to process a policy? - Processing times vary depending on the type of insurance and complexity of coverage. Most policies can be processed within 1-3 business days. Do you handle claims? - Yes, we provide full claims support and assistance throughout the claims process to ensure quick and fair settlements. What are your fees? - Our brokerage fees are competitive and transparent. We'll explain all costs upfront before you commit to any policy. Can I modify my policy? - Yes, policies can be modified based on changing needs. Contact us to discuss amendments to your coverage. Do you offer 24/7 support? - We provide 24/7 emergency support for urgent matters and claims. Regular customer service is available during business hours. How do I renew my policy? - We'll remind you before your policy expires and help you renew or update your coverage as needed. What makes you different from other brokers? - Our personalized service, extensive industry experience, strong insurer relationships, and commitment to finding the best solutions for each client sets us apart."
  }
]
